;  ///////////////////
;  // Reaper Scout //
;  /////////////////

[WOTC_KPP_ReaperScout X2SoldierClassTemplate]
DisplayName = "死神侦查兵"
ClassSummary = "死神侦查兵是专业化的死神特工，他们接受了更近距离的战斗专业化，在阴影中战斗，造成毁灭性的伤害。 <br/><br/><font color='#CA7200'>使用霰弹枪和手枪。</font>"
+AbilityTreeTitles = "猎人"
+AbilityTreeTitles = "侦察兵"
+AbilityTreeTitles = "潜行者"
+AbilityTreeTitles = "XCOM"

+RankIcons[0]="UILibrary_Common.rank_rookie"
+RankIcons[1]="UILibrary_WOTC_APA_Class_Pack.ranks_Squaddie_Level1"
+RankIcons[2]="UILibrary_WOTC_APA_Class_Pack.ranks_Corporal_Level1"
+RankIcons[3]="UILibrary_WOTC_APA_Class_Pack.ranks_Sergeant_Level2"
+RankIcons[4]="UILibrary_WOTC_APA_Class_Pack.ranks_Lieutenant_Level2"
+RankIcons[5]="UILibrary_WOTC_APA_Class_Pack.ranks_Captain_Level2"
+RankIcons[6]="UILibrary_WOTC_APA_Class_Pack.ranks_Major_Level3"
+RankIcons[7]="UILibrary_WOTC_APA_Class_Pack.ranks_Colonel_Level3"

RandomNickNames[0]="阴影"
RandomNickNames[1]="幽灵"
RandomNickNames[2]="潜行者"
RandomNickNames[3]="幽灵"
RandomNickNames[4]="亡魂"
RandomNickNames[5]="乌鸦"
RandomNickNames[6]="镰刀"
RandomNickNames[7]="骨头"
RandomNickNames[8]="匕首”"
RandomNickNames[9]="夜行者"
RandomNickNames[10]="终局"

RandomNickNames_Male[0]="沙人"

RandomNickNames_Female[0]="女武神"

PhotoboothSoloBLines_Male[0]="Shadow stalker.  Death dealer."
PhotoboothSoloBLines_Male[1]="From the shadows... he STRIKES!"
PhotoboothSoloBLines_Male[2]="Stay out of the shadows.  They can be DEADLY."
PhotoboothSoloBLines_Male[3]="Death from the darkness."
PhotoboothSoloBLines_Male[4]="In the shadows, no one will hear your scream..."
PhotoboothSoloBLines_Male[5]="Hunter. Killer."
PhotoboothSoloBLines_Male[6]="Master of Shadows"
PhotoboothSoloBLines_Male[7]="The Darkness is His Domain"
PhotoboothSoloBLines_Male[8]="When Darkness Falls, So Will His Enemies!"
PhotoboothSoloBLines_Male[9]="Fear the Reaper."
PhotoboothSoloBLines_Male[10]="Even death fears him."
PhotoboothSoloBLines_Male[11]="First he'll kill them.  Then he'll eat them."
PhotoboothSoloBLines_Male[12]="You can't kill what you can't see."
PhotoboothSoloBLines_Male[13]="\"We do not fear the night, for we are the shadow.\""
PhotoboothSoloBLines_Male[14]="He's the last thing you'll never see."
PhotoboothSoloBLines_Male[15]="If death takes a vacation, he'll pick up the slack."

PhotoboothSoloBLines_Female[0]="Shadow stalker.  Death dealer."
PhotoboothSoloBLines_Female[1]="From the shadows... she STRIKES!"
PhotoboothSoloBLines_Female[2]="Stay out of the shadows.  They can be DEADLY."
PhotoboothSoloBLines_Female[3]="Death from the darkness."
PhotoboothSoloBLines_Female[4]="In the shadows, no one will hear your scream..."
PhotoboothSoloBLines_Female[5]="Hunter. Killer."
PhotoboothSoloBLines_Female[6]="Master of Shadows"
PhotoboothSoloBLines_Female[7]="Queen of Shadows"
PhotoboothSoloBLines_Female[8]="The Darkness is Her Domain"
PhotoboothSoloBLines_Female[9]="When Darkness Falls, So Will Her Enemies!"
PhotoboothSoloBLines_Female[10]="Even death fears her."
PhotoboothSoloBLines_Female[11]="First she'll kill them.  Then she'll eat them."
PhotoboothSoloBLines_Female[12]="You can't kill what you can't see."
PhotoboothSoloBLines_Female[13]="\"We do not fear the night, for we are the shadow.\""
PhotoboothSoloBLines_Female[14]="She's the last thing you'll never see."
PhotoboothSoloBLines_Female[15]="If death takes a vacation, she'll pick up the slack."


; - Ability Templates -

[WOTC_KPP_Shadow X2AbilityTemplate]
LocFriendlyName = "暗影渗透者"
LocLongDescription = " <Ability:ClassName/>的潜行能力随着经验的增长而增强。"
LocPromotionPopupText = "<font color='#CA7200'>专注机制：</font> 在潜行状态下累积暗影点以增强探测半径和暴击率。其他 <Ability:ClassName/> 的能力可以根据激活的暗影点数量提供额外的好处。<br/><Bullet/> 探测半径减少 <font color='#3ABD23'><Ability:SHADOW_STACK_VARIABLE_DETECTION_BONUS/>%</font> ，每增加一个激活的暗影点。<br/><Bullet/> 暴击率增加 <font color='#3ABD23'>+<Ability:SHADOW_STACK_CRIT_CHANCE_BONUS/>%</font> ，每增加一个激活的暗影点。<br/><Bullet/> 在每回合开始时，如果处于潜行状态，获得 <font color='#3ABD23'>+<Ability:SHADOW_STACK_GAIN_PER_TURN/></font> 暗影点。如果在上一个回合潜行并蹲伏，则额外获得 <font color='#3ABD23'>+<Ability:SHADOW_STACK_GAIN_HUNKER/></font> 暗影点。<br/><Bullet/> 沉默杀手允许在潜行状态下使用主武器和手枪进行攻击，而不破坏潜行状态，但每次使用都会消耗暗影点。<br/><br/><font color='#CA7200'>等级 I</font> （在 <Ability:RANKNAME1/> 军衔 [1]获得）<br/><Bullet/>  <Ability:ClassName/> 可以使用他们的XPAD尝试入侵相邻的变种人安全塔。<br/><Bullet/> 获得伏击能力，允许切换是否在潜行状态下进行监视射击。<br/><Bullet/> 开始任务时处于潜行状态，拥有 <font color='#3ABD23'><Ability:SHADOW_STACK_START_I/></font> 个激活的暗影点。初始最大值为 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_I/></font> 个暗影点。<br/><br/><font color='#CA7200'>等级 II</font> （在 <Ability:RANKNAME3/> 军衔 [3]获得）<br/><Bullet/> 开始任务时处于潜行状态，拥有 <font color='#3ABD23'><Ability:SHADOW_STACK_START_II/></font> 个激活的暗影点。最大值增加到 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_II/></font> 个暗影点。<br/><br/><font color='#CA7200'>LEVEL III</font> （在 <Ability:RANKNAME6/> 军衔 [6]获得）<br/><Bullet/> 开始任务时处于潜行状态，拥有 <font color='#3ABD23'><Ability:SHADOW_STACK_START_III/></font> 个激活的暗影点。最大值增加到 <font color='#3ABD23'><Ability:SHADOW_STACK_MAX_III/></font> 个暗影点。"

[WOTC_KPP_Fade X2AbilityTemplate]
LocFriendlyName = "消失"
LocFlyOverText = "消失"
LocHelpText = "在你的回合开始时，如果没有任何活跃的敌人能看到  <Ability:ClassName/>，则重新进入潜行状态。"
LocLongDescription = "在你的回合开始时，如果没有任何活跃的敌人能看到  <Ability:ClassName/>，则重新进入潜行状态。"
LocPromotionPopupText = "在你的回合开始时，如果没有任何活跃的敌人能看到  <Ability:ClassName/>，则重新进入潜行状态。<br/><br/><Bullet/> 处于眩晕、昏迷、流血或停滞状态的敌人不计入活跃敌人，也不会阻止 <Ability:ClassName/> 重新进入潜行状态。<br/><Bullet/> 您在同一回合使用消失重新进入潜行状态时，将不会获得开始回合的暗影点增加。"

[WOTC_KPP_SilentKiller X2AbilityTemplate]
LocFriendlyName = "沉默杀手"
LocFlyOverText = "沉默杀手"
LocHelpText = "在潜行状态下，使用主武器和手枪进行的击杀不会破坏潜行状态，如果您拥有足够的活跃暗影点。"
LocLongDescription = "在潜行状态下，使用主武器和手枪进行的击杀不会破坏潜行状态，如果您拥有足够的活跃暗影点。每次通过沉默杀手保持潜行状态时都会消耗暗影点：主武器攻击消耗 <font color='#CA7200'><Ability:SHADOW_STACK_PRIMARY_ATTACK_COST/></font> 个暗影点，副武器攻击消耗  <font color='#CA7200'><Ability:SHADOW_STACK_SECONDARY_ATTACK_COST/></font> 个暗影点。"
LocPromotionPopupText = "在潜行状态下，使用主武器和手枪进行的击杀不会破坏潜行状态，如果您拥有足够的活跃暗影点。<br/><br/><Bullet/> 每次通过沉默杀手保持潜行状态的攻击都会消耗暗影点：主武器攻击消耗 <font color='#CA7200'><Ability:SHADOW_STACK_PRIMARY_ATTACK_COST/></font> 个暗影点，副武器攻击消耗 <font color='#CA7200'><Ability:SHADOW_STACK_SECONDARY_ATTACK_COST/></font> 个暗影点。<br/><Bullet/> 如果 <Ability:ClassName/> 没有足够的活跃暗影点，沉默杀手将不会触发，会暴露他们的位置。<br/><Bullet/> 某些特殊的多发射击和多目标攻击（如放逐、对峙等）不适用于沉默杀手，并且始终会破坏  <Ability:ClassName/>的潜行状态。<br/><Bullet/> 生命值被减少到零的可破坏物体被视为沉默杀手的击杀。"

[WOTC_KPP_ReaperHack X2AbilityTemplate]
LocFriendlyName="入侵变种人安全塔"
LocHelpText="尝试入侵相邻的变种人安全塔。"
LocFlyOverText="入侵"

[WOTC_KPP_Infiltration X2AbilityTemplate]
LocFriendlyName = "渗透"
LocFlyOverText = "渗透"
LocHelpText = "增加 <Ability:ClassName/>的黑客侵入 <font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font> ，并且当 <Ability:ClassName/> 处于潜行状态时，变种人安全塔将无法检测到这个单位。每次重新进入潜行状态时，立即开始拥有 <font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font> 暗影点。"
LocLongDescription = "增加 <Ability:ClassName/>的黑客侵入 <font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font> ，并且当 <Ability:ClassName/> 处于潜行状态时，变种人安全塔将无法检测到这个单位。每次重新进入潜行状态时，立即开始拥有 <font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font> 暗影点。"
LocPromotionPopupText = "增加 <Ability:ClassName/>的黑客侵入 <font color='#3ABD23'>+<Ability:INFILTRATION_HACK_BONUS/></font> ，并且当 <Ability:ClassName/>处于潜行状态时，变种人安全塔将无法检测到这个单位。每次重新进入潜行状态时，立即开始拥有 <font color='#3ABD23'><Ability:INFILTRATION_RECONCEAL_SHADOW_STACKS/></font> 暗影点。<br/><br/><Bullet/> "

[WOTC_KPP_Haunt X2AbilityTemplate]
LocFriendlyName = "幽灵"
LocFlyOverText = "幽灵"
LocHelpText = "对已经在本回合受伤的目标造成 <font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font> 额外伤害，并且每次打破潜行状态时，有 <font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌（在 <font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font> 格内）。"
LocLongDescription = "对已经在本回合受伤的目标造成 <font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font> 额外伤害，并且每次打破潜行状态时，有 <font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌（在 <font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font> 格内）。"
LocPromotionPopupText = "对已经在本回合受伤的目标造成 <font color='#3ABD23'>+<Ability:HAUNT_DAMAGE_BONUS/></font> 额外伤害，并且每次打破潜行状态时，有 <font color='#3ABD23'><Ability:HAUNT_PANIC_CHANCE/>%</font> 的几率使附近的敌人恐慌（在 <font color='#3ABD23'><Ability:HAUNT_PANIC_RANGE/></font> 格内）。"

[WOTC_KPP_Weakpoint X2AbilityTemplate]
LocFriendlyName = "弱点"
LocFlyOverText = "弱点"
LocHelpText = "使用你的 <Ability:SecondaryWeaponName/> 射击时，根据活跃的暗影点数量穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font> 护甲穿透"
LocLongDescription = "使用你的副武器射击时，根据活跃的暗影点数量穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font> 护甲穿透"
LocPromotionPopupText = "使用你的 <Ability:SecondaryWeaponName/> 射击时，根据活跃的暗影点数量穿透护甲：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_I/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_II/></font> 护甲穿透<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:WEAKPOINT_ARMOR_PIERCE_III/></font> 护甲穿透"

[WOTC_KPP_Hound X2AbilityTemplate]
LocFriendlyName = "猎犬"
LocFlyOverText = "猎犬"
LocHelpText = "根据活跃的暗影点数量获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font> 移动"
LocLongDescription = "根据活跃的暗影点数量获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font> 移动"
LocPromotionPopupText = "根据活跃的暗影点数量获得移动加成：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_I/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_II/></font> 移动<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:HOUND_MOBILITY_BONUS_III/></font> 移动"

[WOTC_KPP_PreciseStrike X2AbilityTemplate]
LocFriendlyName = "精准射击"
LocFlyOverText = "精准射击"
LocHelpText = "根据暗影点数量增加对掩体内敌人的命中和暴击率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>   命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font> 命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font> 命中/暴击率"
LocLongDescription = "根据暗影点数量增加对掩体内敌人的命中和暴击率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>   命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font> 命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font> 命中/暴击率"
LocPromotionPopupText = "根据暗影点数量增加对掩体内敌人的命中和暴击率：<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_I/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_I/>%</font>   命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_II/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_II/>%</font> 命中/暴击率<br/>    <font color='#CA7200'><Ability:SHADOW_VALUE_THRESHOLD_III/></font>:  <font color='#3ABD23'>+<Ability:PRECISE_STRIKE_COVER_AIM_BONUS_III/>%</font> 命中/暴击率"

[WOTC_KPP_Undermine X2AbilityTemplate]
LocFriendlyName = "削弱"
LocFlyOverText = "削弱"
LocHelpText = "使用你的 <Ability:SecondaryWeaponName/> 攻击不再需要击杀来触发沉默杀手，并且会破裂目标（们），使他们在后续攻击中额外承受 <font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font> 伤害。"
LocLongDescription = "使用你的 <Ability:SecondaryWeaponName/> 攻击不再需要击杀来触发沉默杀手，并且会破裂目标（们），使他们在后续攻击中额外承受 <font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font> 伤害。"
LocPromotionPopupText = "使用你的 <Ability:SecondaryWeaponName/> 攻击不再需要击杀来触发沉默杀手，并且会破裂目标（们），使他们在后续攻击中额外承受 <font color='#3ABD23'>+<Ability:UNDERMINE_RUPTURE_DAMAGE/></font> 伤害。<br/><br/><Bullet/> 削弱不会阻止任何本来就不符合沉默杀手触发条件的攻击破坏潜行（例如对峙、多重火力等）。<br/><Bullet/> 其他沉默杀手的触发条件，例如所需的暗影点，仍然适用。"

;Custom Abilities

;<font color='#3ABD23'><Ability:_/></font>

[WOTC_KPP_Recon X2AbilityTemplate]
LocFriendlyName = "侦察专家"
LocFlyOverText = "侦察专家"
LocHelpText = "获得一个免费的战斗扫描仪，并增加8点视野和武器射程加成。"
LocLongDescription = "获得一个免费的战斗扫描仪，并增加8点视野和武器射程加成。"
LocPromotionPopupText = "获得一个免费的战斗扫描仪，并增加8点视野和武器射程加成。"

[WOTC_KPP_NimbleOperative X2AbilityTemplate]
LocFriendlyName = "敏捷特工"
LocFlyOverText = "敏捷特工"
LocHelpText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:NIMBLE_OPERATIVE_MOBILITY/></font> 移动，并获得一个抓钩。"
LocLongDescription = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:NIMBLE_OPERATIVE_MOBILITY/></font> 移动，并获得一个抓钩。"
LocPromotionPopupText = " <Ability:ClassName/> 获得 <font color='#3ABD23'>+<Ability:NIMBLE_OPERATIVE_MOBILITY/></font> 移动，并获得一个抓钩。"

[WOTC_KPP_PlusOne X2AbilityTemplate]
LocFriendlyName = "战术革新"
LocFlyOverText = "战术革新"
LocHelpText = " <Ability:ClassName/> 使用前所未有的战术，并获得 <font color='#3ABD23'>+<Ability:PLUS_ONE_AMMO_BONUS/></font> 弹药容量加成。"
LocLongDescription = " <Ability:ClassName/> 使用前所未有的战术，并获得 <font color='#3ABD23'>+<Ability:PLUS_ONE_AMMO_BONUS/></font> 弹药容量加成。"
LocPromotionPopupText = " <Ability:ClassName/> 使用前所未有的战术，并获得 <font color='#3ABD23'>+<Ability:PLUS_ONE_AMMO_BONUS/></font> 弹药容量加成。"

[WOTC_KPP_Disorienting X2AbilityTemplate]
LocFriendlyName = "混乱射击"
LocFlyOverText = "混乱射击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标混乱。不会对目标造成伤害。"
LocLongDescription = "从你的手枪发射一种特殊的子弹，使目标混乱。不会对目标造成伤害。"
LocPromotionPopupText = "从你的手枪发射一种特殊的子弹，使目标混乱。不会对目标造成伤害。"

[WOTC_KPP_Flash X2AbilityTemplate]
LocFriendlyName = "闪光冲击"
LocFlyOverText = "闪光冲击"
LocHelpText = " <Ability:ClassName/> 在子弹末端添加了一种独特的冲击，使混乱射击影响多个目标。"
LocLongDescription = " <Ability:ClassName/> 在子弹末端添加了一种独特的冲击，使混乱射击影响多个目标。"
LocPromotionPopupText = " <Ability:ClassName/> 在子弹末端添加了一种独特的冲击，使混乱射击影响多个目标。"

[WOTC_KPP_FlashShot X2AbilityTemplate]
LocFriendlyName = "混乱射击：闪光冲击"
LocFlyOverText = "混乱射击：闪光冲击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标周围的敌人混乱。不会对目标造成伤害。"
LocLongDescription = "从你的手枪发射一种特殊的子弹，使目标周围的敌人混乱。不会对目标造成伤害。"
LocPromotionPopupText = "从你的手枪发射一种特殊的子弹，使目标周围的敌人混乱。不会对目标造成伤害。"

[WOTC_KPP_Immobilize X2AbilityTemplate]
LocFriendlyName = "僵化射击"
LocFlyOverText = "僵化射击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动 <font color='#3ABD23'><Ability:IMMOBILIZE_DURATION/></font> 回合。无法对机械敌人使用。"
LocLongDescription = "从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动。"
LocPromotionPopupText = "从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动。"

[WOTC_KPP_Disable X2AbilityTemplate]
LocFriendlyName = "瘫痪射击"
LocFlyOverText = "瘫痪射击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标眩晕 <font color='#3ABD23'><Ability:DISABLE_STUN_ACTIONS/></font> 个行动，并使他们僵化 <font color='#3ABD23'><Ability:DISABLE_DURATION/></font> 回合。可以对机械目标使用。"
LocLongDescription = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标眩晕 <font color='#3ABD23'><Ability:DISABLE_STUN_ACTIONS/></font> 个行动，并使他们僵化 <font color='#3ABD23'><Ability:DISABLE_DURATION/></font> 回合。可以对机械目标使用。"
LocPromotionPopupText = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标眩晕 <font color='#3ABD23'><Ability:DISABLE_STUN_ACTIONS/></font> 个行动，并使他们僵化 <font color='#3ABD23'><Ability:DISABLE_DURATION/></font> 回合。可以对机械目标使用。"

[WOTC_KPP_Acidic X2AbilityTemplate]
LocFriendlyName = "酸蚀射击"
LocFlyOverText = "酸蚀射击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动 <font color='#3ABD23'><Ability:IMMOBILIZE_DURATION/></font> 回合，并施加 <font color='#3ABD23'><Ability:ACID_DAMAGE/></font> 酸液伤害。可以对机械敌人使用。"
LocLongDescription = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动 <font color='#3ABD23'><Ability:IMMOBILIZE_DURATION/></font> 回合，并施加 <font color='#3ABD23'><Ability:ACID_DAMAGE/></font> 酸液伤害。可以对机械敌人使用。"
LocPromotionPopupText = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标僵化，使他们无法移动 <font color='#3ABD23'><Ability:IMMOBILIZE_DURATION/></font> 回合，并施加 <font color='#3ABD23'><Ability:ACID_DAMAGE/></font> 酸液伤害。可以对机械敌人使用。"

[WOTC_KPP_Terror X2AbilityTemplate]
LocFriendlyName = "恐慌射击"
LocFlyOverText = "恐慌射击"
LocHelpText = "从你的手枪发射一种特殊的子弹，使目标恐慌。无法对机械敌人使用。"
LocLongDescription = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标恐慌。无法对机械敌人使用。"
LocPromotionPopupText = "改进了僵化射击，使其效果增强：从你的手枪发射一种特殊的子弹，使目标恐慌。无法对机械敌人使用。"
